@extends('layouts.main')

@section('content')
    <br><br><br><br>
   <h1 class="text-3xl mx-6 mt-6">สำนักงานมหาวิทยาลัย</h1>
    <p class="app-box">
        เป็นศูนย์รวมของหน่วยงานที่ทำหน้าที่ประสานงานและสนับสนุนการบริหารงานตามพันธกิจของมหาวิทยาลัย
        ได้แก่ ด้านการบริหารจัดการทั่วไป ด้านบริหารงานบุคคล ด้านกิจกรรมนิสิต ด้านบริหารการเงิน 
        ด้านวิชาการและการเรียนการสอน ด้านบริหารแผนงานและงบประมาณ ด้านวิเทศสัมพันธ์ ด้านสุขภาพและสิ่งแวดล้อม 
        ด้านบริหารความเสี่ยง ด้านกฏหมาย ด้านบริหารทรัพย์สินและสิทธิประโยชน์ ด้านบริการวิชาการ และด้านการกีฬา 
        โดยปัจจุบันมีหน่วยงานในสังกัดสำนักงานอธิการบดีที่รับผิดชอบตามพันธกิจต่าง ๆ อย่างมีประสิทธิภาพ
    </p>

    <h1 class="text-3xl mx-6 mt-6">สำนักบริหารการศึกษา</h1>
    <p class="app-box">
        เป็นศูนย์กลางในการประสานงานทางวิชาการและให้บริการทางการศึกษาที่มีคุณภาพในระดับชาติ
        เป็นศูนย์กลางข้อมูลทางการศึกษาเกี่ยวกับการรับบุคคลเข้าศึกษา 
        หลักสูตร การจัดการเรียนการสอน งานทะเบียนและประมวลผล 
        และข้อมูลที่เกี่ยวกับนิสิตทุกประเภททุกโครงการของมหาวิทยาลัย 
        เพื่อสามารถนำไปใช้ในการวางแผนพัฒนาการบริหารและพัฒนางานวิชาการ ของมหาวิทยาลัย
    </p>

    <h1 class="text-3xl mx-6 mt-6">สำนักส่งเสริมและฝึกอบรม</h1>
    <p class="app-box">
        เป็นหน่วยงานที่มีภารกิจในการส่งเสริมและเผยแพร่องค์ความรู้
        ด้านศาสตร์ของแผ่นดิน ด้วยการฝึกอบรมและสัมมนาในรูปแบบทั้งในสถานที่ นอกสถานที่และระบบออนไลน์ การให้บริการสถานที่สำหรับจัดกิจกรรม 
        ประชุมและสัมมนาที่มีความพร้อมทุกด้าน และการให้บริการออกแบบ และผลิตสื่อดิจิทัลที่ทันสมัย เพื่อตอบสนองความต้องการของประชาชน และสังคมได้อย่างมีประสิทธิภาพ
    </p>

    <h1 class="text-3xl mx-6 mt-6">สำนักบริการคอมพิวเตอร์</h1>
    <p class="app-box">
        เป็นหน่วยงานสนับสนุนด้านไอทีทางการศึกษาแก่นิสิต อาจารย์ บุคลากร และหน่วยงานของมหาวิทยาลัยเกษตรศาสตร์ โดยให้บริการระบบสารสนเทศ ระบบเครือข่าย 
        รวมถึงการบริการวิชาการ และสนับสนุนการเรียนการสอนต่าง ๆ อาทิ หลักสูตรฝึกอบรมด้านไอที บริการห้องปฏิบัติการคอมพิวเตอร์ ห้องสนทนากลุ่มย่อย ห้องอบรมขนาดใหญ่ 
        ห้องการเรียนการสอนทางไกล การถ่ายทอดสดผ่านเครือข่าย และบริการเสริมอื่น อาทิ KU-Google for Education และบริการใหม่ KU-Microsoft Office 365 for Education on Cloud
    </p>

    <h1 class="text-3xl mx-6 mt-6">สำนักหอสมุด</h1>
    <p class="app-box">
        ได้แก่ ฐานข้อมูล หนังสือ และวารสาร ทั้งรูปแบบสื่ออิเล็กทรอนิกส์และสื่ออื่นๆ 
        รวมทั้งผลงานสร้างสรรค์ เพื่อสนับสนุนการเรียนการสอนและการวิจัยของมหาวิทยาลัยเกษตรศาสตร์ ตลอดจนให้บริการความรู้กับประชาชนเพื่อการเรียนรู้ตลอดชีวิต
        การเป็นแหล่งสารสนเทศที่มีคุณภาพให้บริการทางวิชาการและการวิจัยที่มีประสิทธิภาพ 
        เพื่อตอบสนองความต้องการของนิสิต บุคลากรมหาวิทยาลัยเกษตรศาสตร์และสังคม โดยพัฒนาการให้บริการที่มีคุณภาพและมาตรฐานบุคลากร 
        มีความพร้อมและมุ่งมั่นเพื่อสร้างความเป็นเลิศทางวิชาการให้แก่มหาวิทยาลัยเกษตรศาสตร์
    </p>


@endsection