@extends('layouts.main')

@section('content')
    <br><br><br><br>
<section class="mx-10">
    <h1 class="text-3xl text-gray-700 mx-6 mt-6">สำนักงานมหาวิทยาลัย</h1><br>
    <span class="app-box " >
        <p class = "indent-8">
        <p class = "text-2xl text-green-600">เป็นศูนย์รวมของหน่วยงานที่ทำหน้าที่ประสานงานและสนับสนุนการบริหารงานตามพันธกิจของมหาวิทยาลัย</p>    
        ได้แก่ ด้านการบริหารจัดการทั่วไป ด้านบริหารงานบุคคล ด้านกิจกรรมนิสิต ด้านบริหารการเงิน 
        ด้านวิชาการและการเรียนการสอน ด้านบริหารแผนงานและงบประมาณ ด้านวิเทศสัมพันธ์ ด้านสุขภาพและสิ่งแวดล้อม 
        ด้านบริหารความเสี่ยง ด้านกฏหมาย ด้านบริหารทรัพย์สินและสิทธิประโยชน์ ด้านบริการวิชาการ และด้านการกีฬา 
        โดยปัจจุบันมีหน่วยงานในสังกัดสำนักงานอธิการบดีที่รับผิดชอบตามพันธกิจต่าง ๆ อย่างมีประสิทธิภาพ</p><br>
        <span class="inline-grid grid-cols-3 gap-6 ">
            <span class = "block p-6 w-full md:w-auto bg-white rounded-lg border border-green-200">
            <p class = "text-2xl underline" >กอง</p>
            <br><hr>
            <ul class="list-disc list-inside">
                <li>กองกลาง</li>
                <li>กองการเจ้าหน้าที่</li>
                <li>กองกิจการนิสิต</li>
                <li>กองคลัง</li>
                <li>กองแผนงาน</li>
                <li>กองยานพาหนะ อาคารและสถานที่</li>
                <li>กองวิเทศสัมพันธ์</li>
            </ul>
            </span>

            <span class = "block p-6 w-full md:w-auto bg-white rounded-lg border border-green-200">
            <p class = "text-2xl underline" >ศูนย์</p>
            <br><hr>
            <ul class="list-disc list-inside">
                <li>ศูนย์ประสานเพื่อการพัฒนาสู่ความเป็นเลิศ</li>
            </ul>
            </span>

            <span class = "block p-6 w-full md:w-auto bg-white rounded-lg border border-green-200">
            <p class = "text-2xl underline" >หน่วยงานอื่นๆ</p>
            <br><hr>
            <ul class="list-disc list-inside">
                <li>สำนักงานตรวจสอบภายใน</li>
                <li>สำนักงานทรัพย์สิน</li>
                <li>สำนักงานบริการวิชาการ</li>
                <li>สำนักงานกฏหมาย</li>
                <li>สำนักการกีฬา</li>
                <li>สำนักงานพัฒนาคุณภาพและบริหารความเสี่ยง</li>
                <li>สำนักงานคณะกรรมการพัฒนาการปฏิบัติราชการ</li>
                <li>สถานพยาบาลมหาวิทยาลัยเกษตรศาสตร์</li>
            </ul>
            </span>
        </span>
    </span>

    <h1 class="text-3xl text-gray-700 mx-6 mt-6">สำนักบริหารการศึกษา</h1><br>
    <span class="app-box " >
        <p class = "indent-8">
        <p class = "text-2xl text-green-600">เป็นศูนย์กลางในการประสานงานทางวิชาการและให้บริการทางการศึกษาที่มีคุณภาพในระดับชาติ</p>
        เป็นศูนย์กลางข้อมูลทางการศึกษาเกี่ยวกับการรับบุคคลเข้าศึกษา 
        หลักสูตร การจัดการเรียนการสอน งานทะเบียนและประมวลผล 
        และข้อมูลที่เกี่ยวกับนิสิตทุกประเภททุกโครงการของมหาวิทยาลัย 
        เพื่อสามารถนำไปใช้ในการวางแผนพัฒนาการบริหารและพัฒนางานวิชาการ ของมหาวิทยาลัย</p><br>
        <span class="inline-grid grid-cols-3 gap-4 ">
            <span class = "block p-6 w-full md:w-auto bg-white rounded-lg border border-green-200">
            <p class = "text-2xl underline" >พันธกิจ</p>
            <br><hr>
            <ol class="list-decimal list-inside">
                <li>ประสานงานและบริหารจัดการด้านวิชาการและการจัดการเรียนการสอนของมหาวิทยาลัย</li>
                <li>แสวงหา รับสมัครและคัดเลือกบุคคลที่มีศักยภาพเข้าศึกษาต่อในมหาวิทยาลัย</li>
                <li>บริการนิสิต อาจารย์ บุคลากรและหน่วยงานในการจัดการเรียนการสอนด้วยเทคโนโลยีที่ทันสมัย</li>
                <li>เป็นแหล่งสารสนเทศด้านวิชาการและข้อมูลทางการศึกษา</li>
                <li>กองแผนงานประสานความร่วมมือ และสร้างเครือข่ายด้านการบริการให้กับหน่วยงานภายในและภายนอกมหาวิทยาลัย ในระดับชาติและนานาชาติ</li>
            </ol>
            </span>

            <span class = "block p-6 w-full md:w-auto bg-white rounded-lg border border-green-200">
            <p class = "text-2xl underline" >ฝ่าย</p>
            <br><hr>
            <ul class="list-disc list-inside">
                <li>สำนักงานเลขานุการ</li>
                <li>ฝ่ายรับสมัครและพัฒนาการรับเข้าศึกษา</li>
                <li>ฝ่ายทะเบียนและบริการนิสิตแบบเบ็ดเสร็จ</li>
                <li>ฝ่ายบริการการเรียนการสอน</li>
                <li>ฝ่ายมาตราฐานการศึกษา</li>
                <li>ฝ่ายส่งเสริมการศึกษาและเทคโนโลยี</li>
                <li>ฝ่ายการศึกษานานาชาติ</li>
                <li>ฝ่ายบริการวิชาศึกษาทั่วไป</li>
            </ul>
            </span>
        </span>
    </span>


    <h1 class="text-3xl text-gray-700 mx-6 mt-6">สำนักส่งเสริมและฝึกอบรม</h1><br>
    <span class="app-box" >
        <p class = "indent-8">
        <p class = "text-2xl text-green-600">เป็นหน่วยงานที่มีภารกิจในการส่งเสริมและเผยแพร่องค์ความรู้</p>
        ด้านศาสตร์ของแผ่นดิน ด้วยการฝึกอบรมและสัมมนาในรูปแบบทั้งในสถานที่ นอกสถานที่และระบบออนไลน์ การให้บริการสถานที่สำหรับจัดกิจกรรม 
        ประชุมและสัมมนาที่มีความพร้อมทุกด้าน และการให้บริการออกแบบ และผลิตสื่อดิจิทัลที่ทันสมัย เพื่อตอบสนองความต้องการของประชาชน และสังคมได้อย่างมีประสิทธิภาพ</p><br>
        <p class = "text-2xl text-green-600"> "องค์กรผู้นำศาสตร์แผ่นดินเพื่อการเรียนรู้ตลอดชีวิต" </p><br>
        <span class="inline-grid grid-cols-3 gap-4 ">
            <span class = "block p-6 w-full md:w-auto bg-white rounded-lg border border-green-200">
            <p class = "text-2xl underline" >ฝ่าย</p>
            <br><hr>
            <ul class="list-disc list-inside">
                <li>ฝ่ายบริหารและธุรการทั่วไป</li>
                <li>ฝ่ายพัฒนาสื่อการส่งเสริม</li>
                <li>ฝ่ายวิเคราะห์โครงการและหลักสูตรการฝึกอบรม</li>
                <li>ฝ่ายฝึกอบรม</li>
                <li>ฝ่ายโรงพิมพ์</li>
                <li>ฝ่ายส่งเสริมและเผยแพร่</li>
            </ul>
            </span>
        </span>
    </span>

    <h1 class="text-3xl text-gray-700 mx-6 mt-6">สำนักบริการคอมพิวเตอร์</h1><br>
    <span class="app-box" >
        <p class = "indent-8">
        <p class = "text-2xl text-green-600">สำนักบริการคอมพิวเตอร์ มหาวิทยาลัยเกษตรศาสตร์</p>
        เป็นหน่วยงานสนับสนุนด้านไอทีทางการศึกษาแก่นิสิต อาจารย์ บุคลากร และหน่วยงานของมหาวิทยาลัยเกษตรศาสตร์ โดยให้บริการระบบสารสนเทศ ระบบเครือข่าย 
        รวมถึงการบริการวิชาการ และสนับสนุนการเรียนการสอนต่าง ๆ อาทิ หลักสูตรฝึกอบรมด้านไอที บริการห้องปฏิบัติการคอมพิวเตอร์ ห้องสนทนากลุ่มย่อย ห้องอบรมขนาดใหญ่ 
        ห้องการเรียนการสอนทางไกล การถ่ายทอดสดผ่านเครือข่าย และบริการเสริมอื่น อาทิ KU-Google for Education และบริการใหม่ KU-Microsoft Office 365 for Education on Cloud</p><br>
        <p class = "text-2xl text-green-600"> "ผู้นำการให้บริการดิจิทัลเชิงกลยุทธ์เพื่อขับเคลื่อนมหาวิทยาลัยสู่ความเป็นเลิศ" </p><br>
        <span class="inline-grid grid-cols-3 gap-4 ">
            <span class = "block p-6 w-full md:w-auto bg-white rounded-lg border border-green-200">
            <p class = "text-2xl underline" >เวลาทำการ</p>
            <br><hr>
            <ul class="list-disc list-inside">
                <li>สำนักงาน</li>
                <p>- วันจันทร์ถึงวันศุกร์ เวลา 08:30-16:30 น.</p>
                <p>(หยุดวันเสาร์ วันอาทิตย์ และวันหยุดราชการ)</p><br>
                <li>ศูนย์ให้คำปรึกษา (HelpDesk)</li>
                <p>- วันจันทร์ถึงวันศุกร์ เวลา 08:30-20:30 น.</p>
                <p>- วันเสาร์ เวลา 08:30-16:30 น.</p><br>
                <p>(หยุดวันเสาร์ วันอาทิตย์ และวันหยุดราชการ)
            </ul>
            </span>
            <span class = "block p-6 w-full md:w-auto bg-white rounded-lg border border-green-200">
            <p class = "text-2xl underline" >ฝ่าย</p>
            <br><hr>
            <ul class="list-disc list-inside">
                <li>สำนักงานเลขานุการ</li>
                <li>ฝ่ายระบบคอมพิวเตอร์และเครือข่าย</li>
                <li>ฝ่ายระบบสารสนเทศ</li>
                <li>ฝ่ายฝึกอบรมและสื่ออิเล็กทรอนิกส์</li>
                <li>ฝ่ายบริการสารสนเทศ</li>
            </ul>
            </span>
        </span>
    </span>


    <h1 class="text-3xl text-gray-700 mx-6 mt-6">สำนักหอสมุด</h1><br>
    <span class="app-box" >
        <p class = "indent-8">
        <p class = "text-2xl text-green-600">สำนักหอสมุดมหาวิทยาลัยเกษตรศาสตร์เป็นหน่วยงานให้บริการทรัพยากรสนเทศ</p>
        ได้แก่ ฐานข้อมูล หนังสือ และวารสาร ทั้งรูปแบบสื่ออิเล็กทรอนิกส์และสื่ออื่นๆ รวมทั้งผลงานสร้างสรรค์ เพื่อสนับสนุนการเรียนการสอนและการวิจัยของมหาวิทยาลัยเกษตรศาสตร์ 
        ตลอดจนให้บริการความรู้กับประชาชนเพื่อการเรียนรู้ตลอดชีวิต</p><br>
        <p>การเป็นแหล่งสารสนเทศที่มีคุณภาพให้บริการทางวิชาการและการวิจัยที่มีประสิทธิภาพ เพื่อตอบสนองความต้องการของนิสิต บุคลากรมหาวิทยาลัยเกษตรศาสตร์และสังคม 
        โดยพัฒนาการให้บริการที่มีคุณภาพและมาตรฐานบุคลากร มีความพร้อมและมุ่งมั่นเพื่อสร้างความเป็นเลิศทางวิชาการให้แก่มหาวิทยาลัยเกษตรศาสตร์</p><br>
        <span class="inline-grid grid-cols-3 gap-4 ">
            <span class = "block p-6 w-full md:w-auto bg-white rounded-lg border border-green-200">
            <p class = "text-2xl underline" >เวลาทำการ</p>
            <br><hr>
            <p>เปิดภาคการศึกษา</p>
            <p class = "whitespace-pre">จันทร์ – ศุกร์  เวลา 08.00 - 18.30 น.</p>
            <p class = "whitespace-pre">เสาร์              เวลา 08.00 - 18.30 น.</p>
            <p class = "whitespace-pre">อาทิตย์         ปิดให้บริการ</p>
            <p class = "whitespace-pre">วันหยุดราชการ ปิดให้บริการ</p>
            <p class = "whitespace-pre">หมายเหตุ: เวลาทำการอาจปรับเปลี่ยนได้ตามความเหมาะสม</p>
            </span>


            <span class = "block p-6 w-full md:w-auto bg-white rounded-lg border border-green-200">
            <p class = "text-2xl underline" >ฝ่าย</p>
            <br><hr>
            <ul class="list-disc list-inside">
                <li>สำนักงานเลขานุการ</li>
                <li>ฝ่ายจัดการทรัพยากรสารสนเทศ</li>
                <li>ฝ่ายบริการ</li>
                <li>ฝ่ายเทคโนโลยีสารสนเทศ</li>
                <li>ฝ่ายเทคโนโลยีการศึกษา</li>
                <li>หอจดหมายเหตุ</li>
                <li>ฝ่ายสารสนเทศ</li>
            </ul>
            </span>

            <span class = "block p-6 w-full md:w-auto bg-white rounded-lg border border-green-200">
            <p class = "text-2xl underline" >การเข้าชมนิทรรศการ</p>
            <br><hr>
            <p class = "whitespace-pre-wrap">เปิดให้เข้าชมทุกวันจันทร์ – ศุกร์ เวลา 9.00-16.00 น. ยกเว้นวัน
หยุดราชการ โดยไม่มีค่าใช้จ่าย
กรณีเยี่ยมชมเป็นหมู่คณะหรือเข้าชมนอกวันเวลาทำการ กรุณา
ติดต่อ หอประวัติมหาวิทยาลัยเกษตรศาสตร์
โทร. 66 2 942 7272
หอจดหมายเหตุ สำนักหอสมุด มหาวิทยาลัยเกษตรศาสตร์
โทร. 66 2 942 8616 ต่อ 426-430
ภายใน มก. 611481, 611777 ต่อ 426- 430
            </p>
            </span>


        </span>
    </span>
</section>


@endsection